export const questions = [
  {
    id: 1,
    question: "오늘 조가 변경되어 새로운 사람들과 팀이 되었다.",
    options: ["오 ㅎㅇㅎㅇ 다들 반갑", "안녕하세요."],
    type: "E/I",
  },
  {
    id: 2,
    question: "에러 수정 중 블로그를 참고하고 있었다.",
    options: ["이건 별로고.. 이건 좋네..", "오 이 사람 존똑이네"],
    type: "S/N",
  },
  {
    id: 3,
    question: "헐 개인과제 하는데 코드 다 날라감 ㅠ",
    options: ["그러게 저장좀 잘 하지", "헐 어떡해 ㅠㅠ"],
    type: "T/F",
  },
  {
    id: 4,
    question: "팀 과제 중 동료가 맡은 기능이 늦어진다.",
    options: ["빨리.. 해..", "많이 어렵나 보네.."],
    type: "J/P",
  },
  {
    id: 5,
    question: "?? : 여러분 어려운거 있으면 편하게 방문해주세요!",
    options: ["나의 구원자여..!!", "흠.. 고민좀"],
    type: "E/I",
  },
  {
    id: 6,
    question: "코딩하다가 갑자기 죽으면 어떡함?",
    options: ["그런 질문을 왜 함? 죽으면 죽는거지", "다음 생엔 뭐로 태어날까?"],
    type: "S/N",
  },
  {
    id: 7,
    question: "팀 과제 중 팀원을 도와줬는데, 팀원이 나를 신처럼 추앙한다.",
    options: ["뭐야 왜그래요(진지)", "뭐야 왜그래요(부끄)"],
    type: "T/F",
  },
  {
    id: 8,
    question:"과제 제출 2일 전..",
    options: ["오늘은 이거.. 내일은 이거.. ㅇㅋ 계획대로만 가자", "미래의 나는 분명 해낼거야!"],
    type: "J/P",
  },
  {
    id: 9,
    question: "팀 과제 끝 주말이 왔다!",
    options: ["좀 놀아보자고!", "하 이제 좀 쉬자"],
    type: "E/I",
  },
  {
    id: 10,
    question: "비행기를 탔는데 갑자기 소리가나고 엄청 흔들린다면?",
    options: ["흔들리네, 무섭군, 멀미남;;", "구명조끼가 어디있더라..?"],
    type: "S/N",
  },
  {
    id: 11,
    question: "저.. 과제 제출 못했어요..ㅜㅜ",
    options: ["어느 부분 하고 있어요?", "이번 과제는 정말 어려웠어요.."],
    type: "T/F",
  },
  {
    id: 12,
    question: "팀 과제가 끝났다.",
    options: ["다음 과제는 언제 시작이지?", "개인 과제 멈춰.."],
    type: "J/P",
  },
];
